base
base-devel
bash-completion
bottles
brightnessctl
dragon-drop
dunst
efibootmgr
fastfetch
git
grim
gst-plugin-pipewire
helix
htop
hypridle
hyprland
hyprpaper
intel-media-driver
intel-ucode
iwd
kitty
less
libnotify
libpulse
libva-intel-driver
linux
linux-firmware
ly
noto-fonts-emoji
onlyoffice-bin
openssh
otf-monocraft
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
qview
rofi-wayland
slurp
smartmontools
syncthing
ungoogled-chromium-bin
unrar
vulkan-intel
vulkan-nouveau
vulkan-radeon
w3m
wget
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yay
yay-debug
yazi
zram-generator
