alacritty
amd-ucode
base
base-devel
bluez
bluez-utils
btop
efibootmgr
fastfetch
git
gst-plugin-pipewire
gvfs
gvfs-mtp
helix
intel-media-driver
iwd
less
libpulse
libva-intel-driver
linux
linux-firmware
ly
ncdu
openssh
pavucontrol-qt
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-psutil
qtile
qutebrowser
rofi
smartmontools
syncthing
terminus-font
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wireplumber
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
zram-generator
