base
base-devel
bash-completion
bat
bottles
breeze-icons
brightnessctl
btop
calc
dunst
efibootmgr
fastfetch
foot
fzf
git
godot
grim
gst-plugin-pipewire
helix
intel-media-driver
intel-ucode
iwd
less
libnotify
libpulse
libreoffice-fresh
libstatgrab
libva-intel-driver
linux
linux-firmware
lximage-qt
lxqt-about
lxqt-admin
lxqt-archiver
lxqt-config
lxqt-globalkeys
lxqt-notificationd
lxqt-openssh-askpass
lxqt-panel
lxqt-policykit
lxqt-powermanagement
lxqt-qtplugin
lxqt-runner
lxqt-session
lxqt-sudo
lxqt-themes
ly
mtpaint
ncdu
network-manager-applet
networkmanager
nm-connection-editor
nnn
noto-fonts-emoji
obconf-qt
obs-studio
openbox
openssh
otf-monocraft
paru-bin
pavucontrol-qt
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
qterminal
qutebrowser
rofi-wayland
screengrab
slurp
smartmontools
steam
sway
swaybg
syncthing
terminus-font
ungoogled-chromium-bin
unrar
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-desktop-portal-lxqt
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
zram-generator
