alacritty
base
base-devel
bash-completion
bat
bottles
breeze-icons
btop
calc
dunst
efibootmgr
fastfetch
fzf
git
godot
grim
gst-plugin-pipewire
helix
intel-media-driver
intel-ucode
iwd
less
libnotify
libpulse
libreoffice-fresh
libstatgrab
libva-intel-driver
linux
linux-firmware
ly
mtpaint
ncdu
network-manager-applet
networkmanager
nm-connection-editor
nnn
noto-fonts-emoji
obs-studio
openssh
otf-monocraft
paru-bin
pavucontrol
pavucontrol-qt
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
python-psutil
qt5-wayland
qt6-wayland
qtile
qutebrowser
screengrab
slurp
smartmontools
steam
syncthing
terminus-font
ungoogled-chromium-bin
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wireplumber
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
zram-generator
alacritty
base
base-devel
bash-completion
bat
breeze-icons
btop
calc
dunst
efibootmgr
fastfetch
fzf
git
godot
grim
gst-plugin-pipewire
helix
intel-media-driver
intel-ucode
iwd
less
libnotify
libpulse
libreoffice-fresh
libstatgrab
libva-intel-driver
linux
linux-firmware
lutris
ly
mtpaint
ncdu
network-manager-applet
networkmanager
nm-connection-editor
nnn
noto-fonts-emoji
obs-studio
openssh
paru-bin
pavucontrol
pavucontrol-qt
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
protonup-qt-bin
python-psutil
qt5-wayland
qt6-wayland
qtile
qutebrowser
screengrab
slurp
smartmontools
steam
syncthing
terminus-font
ungoogled-chromium-bin
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wine
wireless_tools
wireplumber
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
zram-generator
alacritty
base
base-devel
bash-completion
bat
breeze-icons
btop
calc
dunst
efibootmgr
fastfetch
fzf
git
godot
grim
gst-plugin-pipewire
helix
intel-media-driver
intel-ucode
iwd
less
libnotify
libpulse
libreoffice-fresh
libstatgrab
libva-intel-driver
linux
linux-firmware
lutris
ly
mtpaint
ncdu
network-manager-applet
networkmanager
nm-connection-editor
nnn
noto-fonts-emoji
obs-studio
openssh
paru-bin
pavucontrol
pavucontrol-qt
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
protonup-qt-bin
python-psutil
qt5-wayland
qt6-wayland
qtile
qutebrowser
screengrab
slurp
smartmontools
steam
syncthing
terminus-font
ungoogled-chromium-bin
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wine
wireless_tools
wireplumber
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
zram-generator
